misc/reference_contact.org
#+title: Reference Contact Info
#+options: toc:nil author:nil creator:nil



\item \textbf{Dr. Ezzatollah Salari} \\
EECS Department\\
The University of Toledo\\
Toledo,OH 43606 \\
Tel: (419) 530-6002 \\
Office: NI 2037 \\
E-mail:  Ezzatollah.Salari@utoledo.edu \\

\item \textbf{EDDIE CHOU, PhD, PE} \\
Professor of Civil Engineering and\\
Director, Transportation Systems Research Laboratory\\
University of Toledo, Toledo, Ohio 43606\\
Phone: 419-530-8123\\
E-mail: eddie.chou@utoledo.edu\\

\item \textbf{WEIQING SUN, Ph.D.} \\
Program Director of Master's Progams in Cyber Security\\
Computer Science and Engineering Technology\\
Engineering Technology Department\\
Office: NE 1627\\
Phone: (419)530-3273\\
Fax: (419)530-3068\\
Email: Weiqing.Sun@utoledo.edu
