misc/reference_contact.tex
% Created 2023-01-25 Wed 09:38
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Reference Contact Info}
\hypersetup{
 pdfauthor={Eid Alkhaldi},
 pdftitle={Reference Contact Info},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\item \textbf{Dr. Ezzatollah Salari} \\
EECS Department\\
The University of Toledo\\
Toledo,OH 43606 \\
Tel: (419) 530-6002 \\
Office: NI 2037 \\
E-mail:  Ezzatollah.Salari@utoledo.edu \\

\item \textbf{EDDIE CHOU, PhD, PE} \\
Professor of Civil Engineering and\\
Director, Transportation Systems Research Laboratory\\
University of Toledo, Toledo, Ohio 43606\\
Phone: 419-530-8123\\
E-mail: eddie.chou@utoledo.edu\\

\item \textbf{WEIQING SUN, Ph.D.} \\
Program Director of Master's Progams in Cyber Security\\
Computer Science and Engineering Technology\\
Engineering Technology Department\\
Office: NE 1627\\
Phone: (419)530-3273\\
Fax: (419)530-3068\\
Email: Weiqing.Sun@utoledo.edu
\end{document}